src/main/resources/xml/trainingServer/deleteInventory.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:deleteInventoryRequest>
         <my:inventory_id></my:inventory_id>
      </my:deleteInventoryRequest>
   </soapenv:Body>
</soapenv:Envelope>
